---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CurtainGridSet
source: html/ae5826d5-3fbb-ead7-084b-708917beb2f4.htm
---
# CurtainGridSet Members

Initializes a new instance of the CurtainGridSet class